{
  "__endonym__": "Русский",
  "choose-language": "Выберите язык приложения",
  "use-method": "Использовать метод «Gold List»",
  "profile": "Профиль {{user_name}}",
  "prefs": {
    "for": "Настройки {{user_name}}",
    "delay": {
      "title": "Когда просматривать список",
      "one": "через один день",
      "two": "через два дня",
      "three": "через три дня",
      "five": "через четыре дня",
      "seven": "через неделю",
      "ten": "через один день",
      "fourteen": "через две недели"
    },
    "count": {
      "title": "Сколько выражений добавлять каждый день",
      "ten": "10 выражений в день",
      "fifteen": "15 выражений в день",
      "twenty-one": "21 выражений в день"
    }
  },
  "error": {
    "404": "404 Не найдено",
    "": "Что-то не так"
  },
  "cancel": "Отменить",
  "continue": "Продолжать",
  "sign": {
    "up": "Регистрация",
    "in": "Вход",
    "out": "Выход",
    "connect": "Регистрация | Вход",
    "sign": "Регистрация | Вход",
    "username": "Имя пользователя",
    "email": "Адрес электронной почты",
    "password": "Пароль",
    "user_id": "Имя пользователя или адрес электронной почты",
    "show-password": "Показать пароль",
    "hide-password": "Скрыть пароль",
    "guest": {
      "name": "Войти как гость",
      "user_name": "Гость",
      "genitive": "гостя",
      "session": {
        "head": "Требуется постоянный файл cookie",
        "01": "Для использования этого приложения в качестве анонимного гостя будет установлен один постоянный файл cookie, который позволит серверу отслеживать ваш прогресс. Он не будет использоваться для каких-либо других целей.",
        "02": "Если ваш браузер удалит все файлы cookie при закрытии, ваш прогресс будет потерян. Чтобы избежать этого, убедитесь, что файлы cookie для {{origin}} сохраняются постоянно, или зарегистрируйте имя пользователя и пароль."
      },
      "cookie": {
        "head": "Файлы cookie отключены",
        "01": "Чтобы использовать это приложение в качестве анонимного гостя, необходимо установить один постоянный файл cookie, который позволит серверу регистрировать ваш прогресс. Он не будет использоваться для каких-либо других целей.",
        "02": "Если вы хотите использовать опцию <b>Войти как гость</b>, <b>убедитесь, что файлы cookie</b> для {{origin}} <b>сохраняются постоянно</b>.",
        "03": "<b>Кроме того, вы можете зарегистрировать имя пользователя и пароль.</b>"
      }
    },
    "remember-me": "Запомнить меня на этом устройстве",
    "unauthorized": "Неверные логин или пароль",
    "duplicate": "Учетная запись с {{key}} «{{value}}» уже существует. Вы хотели <span><button>войти</button></span> в систему?",
    "logout": "Выход",
    "login": "Отменить",
    "register": "Отменить",
    "_username": "именем пользователя",
    "_email": "адресом"
  },
  "tabs": {
    "new": {
      "label": "Новые",
      "title": "Добавить новые выражения"
    },
    "check": {
      "label": "Пpоверить {{count}}",
      "title": "Проверьте список {{count}} перед отправкой"
    },
    "list": {
      "label": "Список {{name}}",
      "title": "Просмотреть список {{name}}",
      "reviewed_zero": " (еще не рассмотрен)",
      "reviewed_one": " (уже просмотрен {{count}} раз)",
      "reviewed_few": " (уже просмотрен {{count}} раза)",
      "reviewed_many": " (уже просмотрен {{count}} раз)",
      "reviewed_other": " (уже просмотрен {{count}} раз)"
    }
  },
  "placeholder": {
    "text": "Введите выражение, которое вы хотите запомнить",
    "hint": "Введите подсказку о значении выражения"
  },
  "commit": "Пообещайте себе запомнить это выражение.",
  "more": "Создать новый список",
  "submit_list": "Отправить список",
  "hint": {
    "hide-preview": "Нажмите, чтобы скрыть предварительный просмотр при вводе текста.",
    "show-preview": "Нажмите, чтобы отобразить предварительный просмотр во время ввода текста.",
    "show": "Нажмите, чтобы показать подсказку",
    "hide": "Нажмите, чтобы скрыть подсказку",
    "preference": "Установить настройки предварительного просмотра"
  },
  "submit_review": "Отправить проверенный список",
  "remember": "Вы решили запомнить эти {{count}} выражения:",
  "remember1": "Вы решили запомнить это выражение:",
  "congratulations": {
    "title": "Поздравления!",
    "completed": "Вы завершили {{count}} новых списков выражений",
    "completed1": "Вы завершили новый список выражений",
    "reviewed": " и просмотрели {{count}} старых списков.",
    "reviewed1": " и просмотрели один старый список.",
    "welldone": "Отличная работа!"
  },
  "about": {
    "title": "Метод «Gold List»",
    "h0_intro": {
      "subtitle": "Стратегия улучшения вашего словарного запаса",
      "lede": "Освоение иностранного языка требует регулярной ежедневной практики. Это приложение призвано стимулировать развитие полезных привычек, освежая в памяти недавно изученные слова.",
      "01": "Каждый день <strong>вы должны уделять не менее 15 минут чтению, прослушиванию, просмотру или обзору материалов на изучаемом языке</strong>. Лучше всего выбирать материалы, где вы узнаете что-то новое по интересующей вас теме, но при этом они должны быть достаточно сложными.",
      "02": "Продолжайте, пока не встретите как минимум 10 новое слово или выражение. В идеале вы можете учить около 21 нового выражения каждый день. По мере прогресса вы можете увеличивать свою цель.",
      "03": "Добавляйте каждое новое выражение в свой ежедневный список в этом приложении вместе с подсказкой, которая напомнит вам его значение. Это может быть перевод на ваш родной язык или предложение на изучаемом языке, в котором это выражение используется.",
      "03_caption": "Добавьте подсказку для каждого нового выражения"
    },
    "h1_daily": {
      "subtitle": "Заполнение вашего ежедневного списка",
      "01": "Количество введённых вами новых выражений будет отображаться на счётчике в правом нижнем углу. Когда в список будет добавлено нужное количество выражение, счётчик станет зелёным, а кнопка «Создать новый список» станет активной. Нажмите «Создать новый список», чтобы сохранить список и просмотреть его позже.",
      "01_caption": "Нажмите кнопку «Добавить еще», когда список заполнится.",
      "02": "Появится новый пустой список, и вы сможете продолжить добавлять новые выражения, если захотите.",
      "02_caption": "Новый список с 21 пустой записью",
      "03": "Список, который вы только что заполнили, появится на новой вкладке «Пpоверить», где вы сможете внести любые изменения в последнюю минуту, прежде чем нажать «Отправить список», чтобы окончательно отправить список.",
      "03_caption": "Вы можете продолжить проверку своего последнего списка.",
      "04": "Если вы не отправите список вручную в течение 6 часов, приложение посчитает, что вы не хотите вносить в него никаких изменений, и он будет отправлен автоматически."
    },
    "h2_reviews": {
      "subtitle": "Просмотр старых списков",
      "01": "Через три дня приложение снова покажет вам этот список. Если вы уделяли 15 минут каждый день изучению изучаемого языка, вы обнаружите, что около 30% этих слов уже хранятся в вашей долговременной памяти. Для выражений, которые вы уже помните, нажмите на номер слева от выражения, чтобы появился значок ✅. Само выражение будет скрыто, но вы всё равно увидите подсказку.",
      "01_caption": "Нажмите на ползунок номера, чтобы отобразить значок ✅.",
      "02": "Если вы плохо помните какие-либо выражения, перепечатайте их и произнесите вслух. Если вам подсказали предложение на изучаемом языке, прочитайте его целиком. Это поможет освежить память.",
      "02_caption": "Перепечатайте все слова, которые, по вашему мнению, вы можете забыть.",
      "03": "Если ползунок справа отображает белую точку, то по мере ввода выражения будет отображаться его предварительный просмотр. Если вы хотите проверить свою память, можно скрыть предварительный просмотр. Если выражение введено правильно, справа появится зелёный кружок.",
      "03_caption": "Скройте предварительный просмотр во время ввода текста, чтобы проверить свою кратковременную память.",
      "04": "Введённые вами выражения будут показаны вам снова через еще одного периода ожидания. Однако вам необходимо скрыть не менее 30% выражений. (Не менее 30% выражений должны быть отмечены значком ✅.) Скрытие выражения означает, что вы больше <em>не</em> увидите его. увидите его. Это означает, что вы говорите своему мозгу: «Я запомню это выражение. Мне не нужно о нём напоминать».",
      "05": "После того, как вы некоторое время пользуетесь приложением вы также увидите списки выражений, которые вы уже прослушали. Выражения, которые вы решили запомнить, будут заблокированы, и будет отображаться только подсказка. Как и прежде, для каждого списка скройте 30% выражений, чтобы мозг их запомнил, и введите все остальные фразы, в запоминании которых вы пока не уверены.",
      "05_caption": "Выражения, которые вы решили запомнить некоторое время назад, будут отображаться заблокированными.."
    },
    "h3_submit_review": {
      "subtitle": "Завершение обзора",
      "01": "Количество выражений, которые вы выбрали для запоминания, отображается на счётчике в левом нижнем углу. Когда вы выберете для запоминания не менее 30% выражений, счётчик станет зелёным.",
      "02": "Количество выражений, которые вы выбрали для запоминания, отображается на счётчике в левом нижнем углу. Когда вы выберете для запоминания не менее 30% выражений, счётчик станет зелёным.",
      "03": "Когда оба счётчика станут зелёными, кнопка «Отправить проверенный список» станет активной. Нажмите её, чтобы сохранить отзыв. Вы снова увидите этот список через две недели.",
      "03_caption": "Отправьте проверенный список, когда вы обработаете все оставшиеся выражения."
    },
    "h4_days_work": {
      "subtitle": "Завершение вашего рабочего дня",
      "01": "Каждый день вам стоит:",
      "02": "Составить как минимум один список из нового выражения (вы можете добавить больше)",
      "03": "Прросмотреть все списки, которые вы создали за последние недели.",
      "04": "После этого вы увидите диалоговое окно «Отличная работа!». (Вы можете продолжить добавлять новые выражения, если хотите.)",
      "04_caption": "Приложение поздравит вас, когда ваш рабочий день будет закончен."
    },
    "h5_expectations": {
      "subtitle": "Чего вы можете ожидать",
      "01": "Если вы будете постоянно записывать по 21 новому выражению каждый день, то к концу года вы встретите не менее 7500 новых выражений. Человек, владеющий иностранным языком на продвинутом уровне, активно использует около 8000 базовых слов. Базовое слово — это главное слово в гнезде слов."
    },
    "h6_tips": {
      "subtitle": "Советы",
      "01": "В режиме просмотра по умолчанию вводимое выражение отображается в виде предварительного просмотра на заднем плане, чтобы вам было легче запомнить, что именно нужно вводить. Вы можете усложнить себе задачу, установив флажок «Скрыть предварительный просмотр во время ввода» справа. В этом случае выражение будет отображаться до тех пор, пока вы не начнёте вводить текст, но затем оно будет скрыто, поэтому вам придётся вводить текст правильно, по памяти.",
      "02": "Если вы уже решили запомнить выражение несколько недель назад, этот же кнопка «Скрыть подсказку» полностью скроет подсказку для выражения.",
      "02_caption": "Кнопка справа показывает или скрывает предварительные просмотры и подсказки."
    },
    "h7_preferences": {
      "subtitle": "Установка общих настроек для состояния «Предварительный просмотр»",
      "01": "Вы можете установить состояние «Предварительный просмотр» для всех выражений с помощью кнопки «Установить настройки предварительного просмотра» в правом нижнем углу страницы.",
      "02": "Если установить кнопку «Установить настройки предварительного просмотра» в среднее положение, приложение будет использовать индивидуальные настройки кнопки «Скрыть» для каждого выражения, как показано на изображении выше.",
      "03": "Если установить переключатель «Установить настройки предварительного просмотра» в верхнее положение, приложение покажет все выражения, которые вы ранее пообещали запомнить. Кроме того, оно будет показывать предварительный просмотр всех выражений во время ввода текста.",
      "03_caption": "Кнопка «Установить настройки предварительного просмотра» в верхней позиции",
      "04": "Если установить кнопку «Установить настройки предварительного просмотра» в нижнее положение, приложение скроет подсказки для всех выражений, которые вы ранее пообещали запомнить. Также будет скрыт предварительный просмотр всех выражений во время ввода текста.",
      "04_caption": "Кнопка «Установить настройки предварительного просмотра» в нижней позиции"
    },
    "h8_preferences": {
      "subtitle": "Другие настройки",
      "01": "Всплывающее меню в левом верхнем углу позволяет перейти на страницу профиля и выбрать язык приложения. На странице профиля можно установить целевое количество выражений, добавляемых ежедневно, и длительность паузы между проверками. По мере продвижения следует увеличивать эти значения до максимального значения: 21 новое выражение в день с проверкой через две недели. Именно эти настройки опытные пользователи метода «Gold List» считают оптимальными для обучения.",
      "01_caption": "Всплывающее меню в левом верхнем углу",
      "02": "Ваши предпочтения будут сохранены для будущих посещений."
    }
  }
}