{
  "__endonym__": "English",
  "choose-language": "Choose your language",
  "use-method": "Use the Gold List Method",
  "error": {
    "404": "404 Not Found",
    "": "Something went wrong"
  },
  "cancel": "Cancel",
  "continue": "Continue",
  "sign": {
    "up": "Sign up",
    "in": "Sign in",
    "out": "Sign out",
    "connect": "Sign up | Sign in",
    "sign": "Sign up | Sign in",
    "username": "Username",
    "email": "Email",
    "password": "Password",
    "user_id": "Username or Email",
    "show-password": "Show password",
    "hide-password": "Hide password",
    "guest": {
      "name": "Continue as Guest",
      "user_name": "Guest",
      "session": {
        "head": "Permanent Cookie Required",
        "01": "To explore this app as an anonymous guest, one permanent cookie will be set, to enable the server to record your progress. It will not be used for any other reason.",
        "02": "If your browser deletes all cookies when it closes, your progress will be lost. To avoid this, either ensure that cookies for {{origin}} are maintained permanently, or register a username and password."
      },
      "cookie": {
        "head": "Cookies Are Disabled",
        "01": "To explore this app as an anonymous guest, one permanent cookie needs to be set, to enable the server to record your progress. It will not be used for any other reason.",
        "02": "If you want to use the <b>Continue as Guest</b> option, please <b>ensure that cookies</b> for {{origin}} <b>are maintained permanently</b>.",
        "03": "<b>Alternatively, you can register a username and password.</b>"
      }
    },
    "remember-me": "Remember me on this device for 90 days",
    "unauthorized": "Invalid login credentials",
    "duplicate": "The {{key}} \"{{value}}\" already exists. Did you mean to <span><button>sign in</button>?</span>",
    "logout": "Log Out",
    "login": "Log In",
    "register": "Register",
    "_username": "username",
    "_email": "email address"
  },
  "tabs": {
    "new": {
      "label": "New",
      "title": "Add new expressions"
    },
    "check": {
      "label": "Check {{count}}",
      "title": "Check List {{count}} before submitting it"
    },
    "list": {
      "label": "List {{name}}",
      "title": "Review list {{name}}",
      "reviewed_zero": " (not reviewed yet)",
      "reviewed_one": " (already reviewed once)",
      "reviewed_few": " (already reviewed {{count}} times)",
      "reviewed_many": " (already reviewed {{count}} times)",
      "reviewed_other": " (already reviewed {{count}} times)"
    }
  },
  "placeholder": {
    "text": "Enter an expression that you want to remember",
    "hint": "Enter a hint about the meaning of the expression"
  },
  "commit": "Commit to remembering this expression",
  "more": "Create New List",
  "submit_list": "Submit List",
  "hint": {
    "hide-preview": "Click to hide the preview when typing",
    "show-preview": "Click to show the preview while typing",
    "show": "Click to show the hint",
    "hide": "Click to hide the hint",
    "preference": "Set preview preference"
  },
  "submit_review": "Submit Review",
  "remember": "You have decided to remember these {{count}} expressions:",
  "remember1": "You have decided to remember this expression:",
  "congratulations": {
    "title": "Congratulations!",
    "completed": "You have completed {{count}} new phrase lists",
    "completed1": "You have completed a new phrase list",
    "reviewed": " and reviewed {{count}} older lists",
    "reviewed1": " and reviewed an older list",
    "welldone": "Well Done!"
  },
  "about": {
    "title": "The Gold List Method",
    "h0_intro": {
      "subtitle": "A strategy for improving your vocabulary",
      "lede": "Becoming proficient in a foreign language means regular daily practice. This app is designed to encourage you to develop good habits by jogging your memory with words that you recently learned.",
      "01": "Every day, <strong>you should spend at least 15 minutes reading, listening, viewing or reviewing content in your target language</strong>. It's best to choose material where you learn something new about a topic you find interesting, with just the right amount of challenge.",
      "02": "Continue until you have met at least 21 new words or expressions.",
      "03": "Add each new expression to your daily list in this app, together with a hint to remind you what it means. This hint could be a translation into your own language, or a sentence in your target language that uses the expression.",
      "03_caption": "Add a hint for each new expression"
    },
    "h1_daily": {
      "subtitle": "Completing your daily list",
      "01": "The number of new expressions you have entered will be shown in the counter at the bottom right. When you have added 21 expressions to a list, this counter will turn green, and the Add More button will become active. Click on Add More to save the list so that you can review it later.",
      "01_caption": "Click the Create New List button when the list is full",
      "02": "A new, empty list will appear, so you can continue to add new expressions if you want to.",
      "02_caption": "A new empty list with 21 entries",
      "03": "The list that you just completed will appear in a new Edit tab, so you can make any last-minute changes before clicking on Submit List to submit the list definitively.",
      "03_caption": "You can continue to edit your most recent list",
      "04": "If you don't submit the list manually within 6 hours, the app will assume that you don't want to make any changes to it, and it will be submitted automatically."
    },
    "h2_reviews": {
      "subtitle": "Reviewing older lists",
      "01": "After two weeks, the app will show you this list again. If you have been spending 15 minutes every day enjoying your target language, you will find that about 30% of these words are now stored in your long-term memory. For expressions that you already remember, click on the number to the left of expression, to show the ✅ icon. The expression itself will be hidden, but you will still see the hint.",
      "01_caption": "Click on the number slider to show the ✅ icon",
      "02": "If there are any expressions that you do not remember well, type them out again and say them out loud. If your hint was a sentence in your target language, read out the whole sentence. This will help to refresh your memory.",
      "02_caption": "Retype all the words you think you might forget",
      "03": "If the button on the right shows a white dot, then a preview of the expression will appear as you are typing. If you want to test your memory, you can choose to hide the preview. When the expression is correctly typed, a green circle will appear on the right.",
      "03_caption": "Hide the preview while typing to test your short-term memory",
      "04": "The expressions that you type out will be shown to you again after another two weeks. However, you must choose to hide at least 30% of the expressions. (At least 30% of the expressions should show the ✅ icon.) Hiding an expression means that you will <em>not</em> see it again in after two weeks. It means that you are telling your brain: \"I'm going to remember this expression. I don't need to be reminded of it.\"",
      "05": "After you have been using the app for at least four weeks, you will also see lists of expressions that you have already reviewed. Expressions that you chose to remember will appear locked, with just the hint showing. As before, for each list, hide 30% of the expressions, to force your brain to remember them, and type out all the other phrases that you are not yet sure of remembering.",
      "05_caption": "Expressions that you chose to remember weeks ago will appear locked"
    },
    "h3_submit_review": {
      "subtitle": "Completing a review",
      "01": "The number of expressions that you have chosen to remember is shown in the counter at the bottom left. When you have chosen to remember at least 30% of the expressions, the counter will turn green.",
      "02": "The number of expressions that you have not chosen to remember but have correctly typed is shown in the counter at the bottom right. When you have correctly typed all the expressions, this counter will turn green.",
      "03": "When both counters are green, the Submit Review button will become active. Click on this to save your review. You will see this list again after two more weeks.",
      "03_caption": "Submit a review when you have treated all the remaining expressions"
    },
    "h4_days_work": {
      "subtitle": "Completing your day's work",
      "01": "Every day you should:",
      "02": "Complete at least one list of 21 new expressions (you can add more)",
      "03": "Review all the lists that you created in past weeks.",
      "04": "When you have done this, you should see a \"Congratulations!\" dialog. (You can continue to add more new expressions if you want to.)",
      "04_caption": "The app will congratulate you when your day's work is done"
    },
    "h5_expectations": {
      "subtitle": "Expectations",
      "01": "Consistently listing 21 new expressions every day means that you will have met at least 7500 new expressions by the end of the year. An advanced speaker of a foreign language actively uses about 8000 base words. A base word is the main word in a word family. For example, the family of words \"do\", \"did\", \"done\", \"doing\" has \"do\" as the base word."
    },
    "h6_tips": {
      "subtitle": "Tips",
      "01": "In Review mode, by default, the expression you are typing will appear as a preview in the background, to make it easy to remember what to type. You can create a better challenge for yourself by checking the \"Hide preview while typing\" button on the right. This will show the expression until you start typing, but then it will hide it, so you must type correctly from memory.",
      "02": "If you already chose to remember the expression some weeks ago, this same \"Hide preview\" button will hide the hint for the expression completely.",
      "02_caption": "The button on the right shows or hides previews and hints"
    },
    "h7_preferences": {
      "subtitle": "Setting a general preference for the 'Preview' state",
      "01": "You can set the 'Preview' state for all expressions with the \"Set preview preference\" button near the bottom right of the page.",
      "02": "If you set the \"Set preview preference\" button to its middle position, the app will use the individual settings of the 'Hide' button for each expression, as shown in the image above.",
      "03": "If you set the \"Set preview preference\" button to its top position, the app will reveal all the expressions that you previously committed to remembering. It will also show previews of all expressions while you are typing.",
      "03_caption": "The Set Preview Preference button in the top position",
      "04": "If you set the \"Set preview preference\" button to its bottom position, the app will hide the hints for all the expressions that you previously committed to remembering. It will also hide previews of all expressions while you are typing.",
      "04_caption": "The Set Preview Preference button in the bottom position",
      "05": "Your preference will be saved for future visits."
    }
  }
}